result/usenix/run3/results-prctl12-8/benchmark-stats.log
  240000000 requests completed in 355.85 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.01% <= 1 milliseconds
1.13% <= 2 milliseconds
47.90% <= 3 milliseconds
76.18% <= 4 milliseconds
86.10% <= 5 milliseconds
93.57% <= 6 milliseconds
96.38% <= 7 milliseconds
97.74% <= 8 milliseconds
98.52% <= 9 milliseconds
98.95% <= 10 milliseconds
99.23% <= 11 milliseconds
99.47% <= 12 milliseconds
99.61% <= 13 milliseconds
99.68% <= 14 milliseconds
99.71% <= 15 milliseconds
99.76% <= 16 milliseconds
99.78% <= 17 milliseconds
99.80% <= 18 milliseconds
99.82% <= 19 milliseconds
99.83% <= 20 milliseconds
99.84% <= 21 milliseconds
99.85% <= 22 milliseconds
99.86% <= 23 milliseconds
99.87% <= 24 milliseconds
99.87% <= 25 milliseconds
99.88% <= 26 milliseconds
99.88% <= 27 milliseconds
99.89% <= 28 milliseconds
99.89% <= 29 milliseconds
99.90% <= 30 milliseconds
99.90% <= 31 milliseconds
99.90% <= 32 milliseconds
99.91% <= 33 milliseconds
99.91% <= 34 milliseconds
99.91% <= 35 milliseconds
99.92% <= 36 milliseconds
99.92% <= 37 milliseconds
99.93% <= 38 milliseconds
99.93% <= 39 milliseconds
99.93% <= 40 milliseconds
99.94% <= 41 milliseconds
99.94% <= 42 milliseconds
99.94% <= 43 milliseconds
99.95% <= 44 milliseconds
99.95% <= 45 milliseconds
99.95% <= 46 milliseconds
99.96% <= 47 milliseconds
99.96% <= 48 milliseconds
99.96% <= 49 milliseconds
99.96% <= 50 milliseconds
99.96% <= 51 milliseconds
99.97% <= 52 milliseconds
99.97% <= 53 milliseconds
99.97% <= 54 milliseconds
99.97% <= 55 milliseconds
99.97% <= 56 milliseconds
99.97% <= 57 milliseconds
99.97% <= 58 milliseconds
99.98% <= 59 milliseconds
99.98% <= 60 milliseconds
99.98% <= 61 milliseconds
99.98% <= 62 milliseconds
99.98% <= 63 milliseconds
99.98% <= 64 milliseconds
99.98% <= 65 milliseconds
99.98% <= 66 milliseconds
99.98% <= 67 milliseconds
99.98% <= 68 milliseconds
99.98% <= 69 milliseconds
99.98% <= 70 milliseconds
99.98% <= 71 milliseconds
99.98% <= 72 milliseconds
99.98% <= 73 milliseconds
99.98% <= 74 milliseconds
99.98% <= 75 milliseconds
99.99% <= 76 milliseconds
99.99% <= 77 milliseconds
99.99% <= 78 milliseconds
99.99% <= 79 milliseconds
99.99% <= 80 milliseconds
99.99% <= 81 milliseconds
99.99% <= 82 milliseconds
99.99% <= 83 milliseconds
99.99% <= 84 milliseconds
99.99% <= 85 milliseconds
99.99% <= 86 milliseconds
99.99% <= 87 milliseconds
99.99% <= 88 milliseconds
99.99% <= 89 milliseconds
99.99% <= 90 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 93 milliseconds
99.99% <= 94 milliseconds
99.99% <= 95 milliseconds
99.99% <= 96 milliseconds
99.99% <= 97 milliseconds
99.99% <= 98 milliseconds
99.99% <= 99 milliseconds
99.99% <= 100 milliseconds
99.99% <= 102 milliseconds
99.99% <= 103 milliseconds
99.99% <= 104 milliseconds
99.99% <= 105 milliseconds
99.99% <= 106 milliseconds
99.99% <= 107 milliseconds
99.99% <= 110 milliseconds
99.99% <= 111 milliseconds
99.99% <= 113 milliseconds
99.99% <= 115 milliseconds
99.99% <= 116 milliseconds
99.99% <= 117 milliseconds
99.99% <= 118 milliseconds
99.99% <= 119 milliseconds
99.99% <= 120 milliseconds
99.99% <= 122 milliseconds
99.99% <= 123 milliseconds
99.99% <= 124 milliseconds
99.99% <= 125 milliseconds
99.99% <= 126 milliseconds
99.99% <= 128 milliseconds
99.99% <= 129 milliseconds
99.99% <= 130 milliseconds
99.99% <= 131 milliseconds
100.00% <= 132 milliseconds
100.00% <= 133 milliseconds
100.00% <= 134 milliseconds
100.00% <= 135 milliseconds
100.00% <= 136 milliseconds
100.00% <= 137 milliseconds
100.00% <= 138 milliseconds
100.00% <= 139 milliseconds
100.00% <= 143 milliseconds
100.00% <= 144 milliseconds
100.00% <= 145 milliseconds
100.00% <= 146 milliseconds
100.00% <= 149 milliseconds
100.00% <= 150 milliseconds
100.00% <= 151 milliseconds
100.00% <= 154 milliseconds
100.00% <= 155 milliseconds
100.00% <= 158 milliseconds
100.00% <= 160 milliseconds
100.00% <= 161 milliseconds
100.00% <= 162 milliseconds
100.00% <= 163 milliseconds
100.00% <= 164 milliseconds
100.00% <= 166 milliseconds
100.00% <= 171 milliseconds
100.00% <= 172 milliseconds
100.00% <= 176 milliseconds
100.00% <= 178 milliseconds
100.00% <= 182 milliseconds
100.00% <= 183 milliseconds
100.00% <= 185 milliseconds
100.00% <= 189 milliseconds
100.00% <= 192 milliseconds
100.00% <= 193 milliseconds
100.00% <= 194 milliseconds
100.00% <= 196 milliseconds
100.00% <= 200 milliseconds
100.00% <= 201 milliseconds
100.00% <= 203 milliseconds
100.00% <= 204 milliseconds
100.00% <= 205 milliseconds
100.00% <= 206 milliseconds
100.00% <= 207 milliseconds
100.00% <= 208 milliseconds
100.00% <= 209 milliseconds
100.00% <= 216 milliseconds
100.00% <= 219 milliseconds
100.00% <= 223 milliseconds
100.00% <= 227 milliseconds
100.00% <= 233 milliseconds
100.00% <= 235 milliseconds
100.00% <= 247 milliseconds
100.00% <= 249 milliseconds
100.00% <= 300 milliseconds
100.00% <= 317 milliseconds
100.00% <= 317 milliseconds
674449.06 requests per second